experiment-finetuned/all_finetuned/runs/BernardCells/3/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    hotWall
    {
        type            calculated;
        value           $internalField;
    }

    coldWall
    {
        type            calculated;
        value           $internalField;
    }

    leftWall
    {
        type            calculated;
        value           $internalField;
    }

    rightWall
    {
        type            calculated;
        value           $internalField;
    }

    frontWall
    {
        type            calculated;
        value           $internalField;
    }

    backWall
    {
        type            calculated;
        value           $internalField;
    }
}

// ************************************************************************* //