experiment-finetuned/all_finetuned/runs/BernardCells/3/0/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1e5;

boundaryField
{
    hotWall
    {
        type            calculated;
        value           $internalField;
    }

    coldWall
    {
        type            calculated;
        value           $internalField;
    }

    leftWall
    {
        type            calculated;
        value           $internalField;
    }

    rightWall
    {
        type            calculated;
        value           $internalField;
    }

    frontWall
    {
        type            calculated;
        value           $internalField;
    }

    backWall
    {
        type            calculated;
        value           $internalField;
    }
}

// ************************************************************************* //