experiment-finetuned/all_finetuned/runs/BernardCells/3/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

scale   1;

vertices
(
    (0 0 0)     // 0
    (9 0 0)     // 1
    (9 1 0)     // 2
    (0 1 0)     // 3
    (0 0 2)     // 4
    (9 0 2)     // 5
    (9 1 2)     // 6
    (0 1 2)     // 7
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (90 10 20) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    hotWall
    {
        type wall;
        faces
        (
            (0 4 7 3)
        );
    }
    coldWall
    {
        type wall;
        faces
        (
            (1 2 6 5)
        );
    }
    leftWall
    {
        type wall;
        faces
        (
            (0 1 5 4)
        );
    }
    rightWall
    {
        type wall;
        faces
        (
            (3 7 6 2)
        );
    }
    frontWall
    {
        type wall;
        faces
        (
            (0 3 2 1)
        );
    }
    backWall
    {
        type wall;
        faces
        (
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);

// ************************************************************************* //